{
    CFBundleName = "TextEditJava";
    NSHumanReadableCopyright = "Copyright \U00A9 1995-2005, Apple Computer, Inc.";
    
    // Document type human-readable names.
    NSRTFPboardType = "Rich Text Format (RTF)";
    NSRTFDPboardType = "Rich Text Format with Graphics (RTFD)";
    NSStringPboardType = "Plain Text Format";
    "Apple HTML type" = "Web Document (HTML)";
}
